Repository: 0xdeafcafe/SnapDotNet
Catalog: SnapDotNet.Shared/Strings/*/Resources.resw
Source language: en
Languages: de

# AppBarRefresh.Label
source: refresh
de: erfrischen

# AppBarSettings.Label
source: settings
de: einstellungen

# Birthday.Header
source: Birthday
de: Geburtstag

# BottomAppBarHint.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show more commands (Windows logo key+Z, or right-click)
de: [TRANSLATION NEEDED] Show more commands (Windows logo key+Z, or right-click)

# CreateAccountButton.Content
source: register
de: registrieren

# Disclaimer.Text
source: This is a third-party Snapchat client, and is not endorsed by Snapchat, Inc.
de: [TRANSLATION NEEDED] This is a third-party Snapchat client, and is not endorsed by Snapchat, Inc.

# FriendBestFriends.Text
source: best friends:
de: [TRANSLATION NEEDED] best friends:

# FriendFullStory.Text
source: full story:
de: [TRANSLATION NEEDED] full story:

# FriendsBlocked.Header
source: BLOCKED
de: BLOCKIERT

# FriendScore.Text
source: snapchat score:
de: [TRANSLATION NEEDED] snapchat score:

# FriendSearchBox.PlaceholderText
source: Search friends
de: [TRANSLATION NEEDED] Search friends

# FriendsFriends.Header
source: FRIENDS
de: FREUNDE

# FriendsPending.Header
source: PENDING
de: ANSTEHEND

# FriendsSocial.Header
source: social
de: sozial

# NoAcceptedFriendsMessage.Text
source: You have no friends.. Need a hand?
de: [TRANSLATION NEEDED] You have no friends.. Need a hand?

# NoBlockedFriendsMessage.Text
source: You have no blocked friends.. Great job!
de: [TRANSLATION NEEDED] You have no blocked friends.. Great job!

# NoPendingFriendsMessage.Text
source: You have no pending friends..
de: [TRANSLATION NEEDED] You have no pending friends..

# PasswordBox.Header
source: Password
de: Passwort

# PreviewAccept.Label
source: Accept
de: Akzeptieren

# PreviewFilters.Label
source: Filters
de: [TRANSLATION NEEDED] Filters

# PreviewReject.Label
source: Reject
de: Ablehnen

# RegistrationBirthday.Text
source: birthday
de: geburtstag

# RegistrationContinueButton.Content
source: continue
de: weiter

# RegistrationHeader.Text
source: register for snapchat
de: [TRANSLATION NEEDED] register for snapchat

# RegistrationPassword.Text
source: password
de: passwort

# SettingsAppSpecific.Header
source: APP SPECIFIC
de: [TRANSLATION NEEDED] APP SPECIFIC

# SettingsAutoDownload.Header
source: auto download snaps
de: [TRANSLATION NEEDED] auto download snaps

# SettingsBFFCount.Header
source: number of best friends
de: [TRANSLATION NEEDED] number of best friends

# SettingsEmail.Header
source: email address
de: [TRANSLATION NEEDED] email address

# SettingsHeader.Header
source: settings
de: einstellungen

# SettingsInviteCode.Header
source: Invite Code:
de: [TRANSLATION NEEDED] Invite Code:

# SettingsNotifications.Header
source: NOTIFICATIONS
de: MELDUNGEN

# SettingsNotificationsAuthToken.Text
source: This feature requires that we store your Snapchat Authentiction Token on our secure azure mobile service, to make requests to get updates. If you are not happy with this, please don't use this feature.
de: [TRANSLATION NEEDED] This feature requires that we store your Snapchat Authentiction Token on our secure azure mobile service, to make requests to get updates. If you are not happy with this, please don't use this feature.

# SettingsNotificationsBadFriend.Text
source: (lets face it, you should probally stop talking to them).
de: [TRANSLATION NEEDED] (lets face it, you should probally stop talking to them).

# SettingsNotificationsPN.Text
source: This application has Push Notifications (the little toasts that appear at the top of the screen) to let you know you have received a new snap, friend or a bad friend has screenshotted your snap
de: [TRANSLATION NEEDED] This application has Push Notifications (the little toasts that appear at the top of the screen) to let you know you have received a new snap, friend or a bad friend has screenshotted your snap

# SettingsNotificationsPNInviteOnly.Text
source: This feature is currently invite only as it's in the test phase. So if you have an invite code, enter it below.
de: [TRANSLATION NEEDED] This feature is currently invite only as it's in the test phase. So if you have an invite code, enter it below.

# SettingsNotificationsPNRequest.Text
source: Otherwise click the button below to request one.
de: [TRANSLATION NEEDED] Otherwise click the button below to request one.

# SettingsPersonal.Header
source: PERSONAL
de: PERSÖNLICHEN

# SettingsPhone.Header
source: phone number
de: handynummer

# SettingsPrivacy.Header
source: PRIVACY
de: DATENSCHUTZ

# SettingsRegisterPN.Content
source: Register
de: Registrieren

# SettingsRequestPNCode.Content
source: Request Invite Code
de: [TRANSLATION NEEDED] Request Invite Code

# SettingsSnapPrivacy.Header
source: who can send you snaps
de: [TRANSLATION NEEDED] who can send you snaps

# SettingsStoryPrivacy.Header
source: who can see your story
de: [TRANSLATION NEEDED] who can see your story

# SettingsWelcome.Text
source: welcome
de: willkommen

# SignInButton.Content
source: sign in
de: anmelden

# SignInHeader.Text
source: sign in to snapchat
de: anmelden zu snapchat

# SignInPassword.Text
source: password
de: passwort

# SignInUsername.Header
source: username or email
de: benutzername oder e-mail

# SignInUsernameTitle.Text
source: username or email
de: benutzername oder e-mail

# SnapStatusDelivered
source: Delivered
de: Geliefert

# SnapStatusDownloading
source: Downloading
de: [TRANSLATION NEEDED] Downloading

# SnapStatusOpened
source: Opened
de: Angebrochen

# SnapStatusSent
source: Sent
de: Gesendet

# SnapStatusTapAndHold
source: Tap and hold to view
de: [TRANSLATION NEEDED] Tap and hold to view

# SnapStatusTapToLoad
source: Tap to load
de: [TRANSLATION NEEDED] Tap to load

# StartPageThirdParty.Text
source: unofficial snapchat client
de: inoffiziell snapchat Anwendungssoftware

# StartPageTitle.Text
source: Snapchat for Windows
de: Snapchat für Windows

# SettingsSignOut.Label
source: sign out
de: ausloggen

source: Block
de: Blockieren

# BlockingDialogBody
source: You will no longer recieve snaps from this person. But you can undo this action at any time.
de: [TRANSLATION NEEDED] You will no longer recieve snaps from this person. But you can undo this action at any time.

source: Cancel
de: Stornieren

# ChangeDisplay
source: Change Display Name
de: [TRANSLATION NEEDED] Change Display Name

# ChangeDisplayNameDialog.PrimaryButtonText
source: change
de: ändern

# ChangeDisplayNameDialog.SecondaryButtonText
source: cancel
de: stornieren

# ChangeDisplayNameDialog.Title
source: CHANGE DISPLAY NAME
de: [TRANSLATION NEEDED] CHANGE DISPLAY NAME

# DisplayChangeWarningRun1.Text
source: Changing this will change how your friend's name displayed in the application. It will not change his account in anyway.
de: [TRANSLATION NEEDED] Changing this will change how your friend's name displayed in the application. It will not change his account in anyway.

# DisplayChangeWarningRun2.Text
source: To remove a display name, just change it to an empty name.
de: [TRANSLATION NEEDED] To remove a display name, just change it to an empty name.

# DisplayChangeWarningRun3.Text
source: This can be un-done or changed at any time.
de: [TRANSLATION NEEDED] This can be un-done or changed at any time.

# DisplyNameTextBox.Header
source: new display name
de: [TRANSLATION NEEDED] new display name

# GenericCautionDialogHeader
source: Are you sure?
de: [TRANSLATION NEEDED] Are you sure?

# InvalidCredentialsBody
source: The username and password combination you used to sign into snapchat is not correct.
de: [TRANSLATION NEEDED] The username and password combination you used to sign into snapchat is not correct.

# InvalidCredentialsHeader
source: Invalid Username/Password
de: [TRANSLATION NEEDED] Invalid Username/Password

# InvalidHttpBody
source: Unable to connect to Snapchat. The server responded:
de: [TRANSLATION NEEDED] Unable to connect to Snapchat. The server responded:

# InvalidHttpHeader
source: Unable to connect to Snapchat
de: [TRANSLATION NEEDED] Unable to connect to Snapchat

source: Logging Out...
de: [TRANSLATION NEEDED] Logging Out...

source: No
de: Nein

source: Remove
de: Entfernen

# RemovingDialogBody
source: This person will no longer appear on your friends list, but you might still get snaps from them depending on your privacy settings.
de: [TRANSLATION NEEDED] This person will no longer appear on your friends list, but you might still get snaps from them depending on your privacy settings.

source: Signing in...
de: Anmeldung bei...

# StatusBarBlocking
source: Blocking...
de: Sperrt...

# StatusBarChangeDisplay
source: Changing Display Name...
de: [TRANSLATION NEEDED] Changing Display Name...

# StatusBarRemoving
source: Removing...
de: Entfernen...

# StatusBarUnblocking
source: Unblocking...
de: [TRANSLATION NEEDED] Unblocking...

# UnauthorizedBody
source: Your sign in infomation has expired. Please sign in again.
de: [TRANSLATION NEEDED] Your sign in infomation has expired. Please sign in again.

# UnauthorizedHeader
source: You are Unauthorized
de: [TRANSLATION NEEDED] You are Unauthorized

source: Unblock
de: [TRANSLATION NEEDED] Unblock

# UnblockingDialogBody
source: You will now recieve snaps from this person. But you can redo this action at any time.
de: [TRANSLATION NEEDED] You will now recieve snaps from this person. But you can redo this action at any time.

source: Updating...
de: [TRANSLATION NEEDED] Updating...

source: Yes
de: Ja

# EmptyEmailBody
source: Please enter an email address.
de: [TRANSLATION NEEDED] Please enter an email address.

# EmptyEmailHeader
source: No Email Entered
de: [TRANSLATION NEEDED] No Email Entered

# EmptyPasswordBody
source: Please enter a password.
de: [TRANSLATION NEEDED] Please enter a password.

# EmptyPasswordHeader
source: No Password Entered
de: [TRANSLATION NEEDED] No Password Entered

# RegistrationErrorHeader
source: Registration Failed
de: [TRANSLATION NEEDED] Registration Failed

# CaptchaHeader.Text
source: select all images containing a ghost
de: [TRANSLATION NEEDED] select all images containing a ghost
